Repository: 1asi0730-2520-7469-Capa6/winesoft-platform
Catalog: WinesoftPlatform.API/Resources/ReportMessages.*.resx
Languages: es

# PlatformName
source: WineSoft Platform
es: Plataforma WineSoft

# ReportTitle
source: Analytics Report
es: Reporte de Analítica

source: Generated on
es: Generado el

source: Page
es: Pág.

source: of
es: de

source: Report Period
es: Periodo del Reporte

source: to
es: al

source: Duration
es: Duración

source: days
es: días

# TotalCost
source: Total Purchasing Cost
es: Costo Total de Compras

# TotalDesc
source: Total expenses in period
es: Gastos totales del periodo

source: Report Range
es: Rango del Reporte

source: captured
es: capturados

# Widget_PurchaseOrders
source: Recent Purchase Orders
es: Órdenes de Compra Recientes

# Widget_SupplyLevels
source: Current Supply Levels
es: Niveles de Inventario Actuales

# Widget_LowStockAlerts
source: Low Stock Alerts
es: Alertas de Stock Bajo

# Widget_SupplyRotation
source: Supply Rotation Activity
es: Actividad de Rotación

# Widget_CostsSummary
source: Costs Summary
es: Resumen de Costos

# Col_Product
source: Product
es: Producto

# Col_Supplier
source: Supplier
es: Proveedor

# Col_Qty
source: Quantity
es: Cant.

# Col_Status
source: Status
es: Estado

# Col_Date
source: Date
es: Fecha

# Col_Name
source: Supply Name
es: Insumo

# Col_Current
source: Current Stock
es: Stock Actual

# Col_Threshold
source: Threshold
es: Mínimo

# Col_Activity
source: Activity
es: Actividad

# Col_Movements
source: Movements
es: Movimientos

# NoOrders
source: No purchase orders found in this period
es: No se encontraron órdenes en este periodo

# NoSupplies
source: No supply data available
es: No hay datos de inventario disponibles

# NoAlerts
source: No low stock alerts - All supplies are above threshold
es: Sin alertas - Todo el stock está sobre el mínimo

# NoRotation
source: No supply movements recorded in this period
es: No hubo movimientos en este periodo

# AlertHeader
source: supplies below threshold
es: insumos bajo el mínimo

# TotalDays
source: Total Activity Days
es: Días con Actividad

# TotalMoves
source: Total Movements
es: Total Movimientos
